---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedSurfaceDisplayGridlines
source: html/a2bfa3c1-09b9-f2b2-9e11-44cfe49d23d4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedSurfaceDisplayGridlines Property

"Gridlines"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedSurfaceDisplayGridlines { get; }
```